Repository: JordanQD/OmniDown
Catalog: OmniDown/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# Ed2kLastSyncTimeText
source: Last synchronized: {0}; local bootstrap files are unavailable.
zh_hans: 上次同步：{0}；本地引导文件当前不可用。

# UserErrorDetailUnsupportedFeature
source: The selected download engine does not support this protocol. Use aria2-next for ED2K links.
zh_hans: 当前下载引擎不支持此协议。ED2K 链接需要使用 aria2-next。

# Ed2kServerListEmptyText.Text
source: No servers have been added.
zh_hans: 尚未添加服务器。

# AddEd2kServerButton.Content
source: Add server
zh_hans: 添加服务器

# AddEd2kServerButton.AutomationProperties.Name
source: Add ED2K server
zh_hans: 添加 ED2K 服务器

# EditEd2kServerButton.ToolTipService.ToolTip
source: Edit server
zh_hans: 编辑服务器

# EditEd2kServerButton.AutomationProperties.Name
source: Edit ED2K server
zh_hans: 编辑 ED2K 服务器

# DeleteEd2kServerButton.ToolTipService.ToolTip
source: Delete server
zh_hans: 删除服务器

# DeleteEd2kServerButton.AutomationProperties.Name
source: Delete ED2K server
zh_hans: 删除 ED2K 服务器

# Ed2kAddServerDialogTitle
source: Add ED2K server
zh_hans: 添加 ED2K 服务器

# Ed2kEditServerDialogTitle
source: Edit ED2K server
zh_hans: 编辑 ED2K 服务器

# Ed2kServerAddressFieldHeader
source: Server address
zh_hans: 服务器地址

# Ed2kServerAddressPlaceholder
source: For example: server.example:4661
zh_hans: 例如：server.example:4661

# Ed2kServerAddressInvalidMessage
source: Enter a server in host:port format with a port from 1 to 65535.
zh_hans: 请按“主机:端口”格式输入，端口范围为 1–65535。

# Ed2kServerAddressDuplicateMessage
source: This server is already in the list.
zh_hans: 该服务器已存在于列表中。

# SaveButtonText
source: Save
zh_hans: 保存

# AddBtTrackerSourceButton.Content
source: Add custom source
zh_hans: 添加自定义来源

# AddBtTrackerSourceButton.AutomationProperties.Name
source: Add Tracker source
zh_hans: 添加 Tracker 来源

# EditBtTrackerSourceButton.ToolTipService.ToolTip
source: Edit Tracker source
zh_hans: 编辑 Tracker 来源

# EditBtTrackerSourceButton.AutomationProperties.Name
source: Edit Tracker source
zh_hans: 编辑 Tracker 来源

# DeleteBtTrackerSourceButton.ToolTipService.ToolTip
source: Delete Tracker source
zh_hans: 删除 Tracker 来源

# DeleteBtTrackerSourceButton.AutomationProperties.Name
source: Delete Tracker source
zh_hans: 删除 Tracker 来源

# BtTrackerListEmptyText.Text
source: No Trackers have been added.
zh_hans: 尚未添加 Tracker。

# AddBtTrackerButton.Content
source: Add Tracker
zh_hans: 添加 Tracker

# AddBtTrackerButton.AutomationProperties.Name
source: Add Tracker
zh_hans: 添加 Tracker

# EditBtTrackerButton.ToolTipService.ToolTip
source: Edit Tracker
zh_hans: 编辑 Tracker

# EditBtTrackerButton.AutomationProperties.Name
source: Edit Tracker
zh_hans: 编辑 Tracker

# DeleteBtTrackerButton.ToolTipService.ToolTip
source: Delete Tracker
zh_hans: 删除 Tracker

# DeleteBtTrackerButton.AutomationProperties.Name
source: Delete Tracker
zh_hans: 删除 Tracker

# BtSyncTrackerButton.AutomationProperties.Name
source: Sync Tracker
zh_hans: 同步 Tracker

# BtTrackerSourceEnabledToggleSwitch.AutomationProperties.Name
source: Enable Tracker source
zh_hans: 启用 Tracker 来源

# BtTrackerEnabledToggleSwitch.AutomationProperties.Name
source: Enable Tracker
zh_hans: 启用 Tracker

# Ed2kServerEnabledToggleSwitch.AutomationProperties.Name
source: Enable ED2K server
zh_hans: 启用 ED2K 服务器

# TrackerSourceUrlFieldHeader
source: Source address
zh_hans: 来源地址

# TrackerAddSourceDialogTitle
source: Add Tracker source
zh_hans: 添加 Tracker 来源

# TrackerEditSourceDialogTitle
source: Edit Tracker source
zh_hans: 编辑 Tracker 来源

# TrackerSourceUrlDuplicateMessage
source: This Tracker source already exists.
zh_hans: 该 Tracker 来源已存在。

# TrackerAddressFieldHeader
source: Tracker address
zh_hans: Tracker 地址

# TrackerAddDialogTitle
source: Add Tracker
zh_hans: 添加 Tracker

# TrackerEditDialogTitle
source: Edit Tracker
zh_hans: 编辑 Tracker

# TrackerAddressInvalidMessage
source: Enter a valid UDP, HTTP, HTTPS, WS, or WSS Tracker address.
zh_hans: 请输入有效的 UDP、HTTP、HTTPS、WS 或 WSS Tracker 地址。

# TrackerAddressDuplicateMessage
source: This Tracker already exists in the list.
zh_hans: 该 Tracker 已存在于列表中。
